1. Picasso had a saying. He said, “Good artists copy, great artists steal.”
2. 大量的失血,使他完全摆脱了性格中爱好幻想的成分. ---巴马修道院.
3. 勇气,就是知道自己很害怕, 还是会去执行. ---某记者.
4. 拉杆箱是1979年发明的.
5. Eat, Sleep, Pwn, Repeat. ---someone.

1. 当世人认为我不幸的时候,其实我非常幸福,而现在我的命运变化多大啊.---巴马修道院.
2. 天上地下有很多东西,贺拉斯, 其丰富多彩,远超你们的哲学梦想. --哈姆雷特,莎士比亚
3. 皮格马利翁效应”，它指人的行为会因他人的期待而发生变化
4. 在人类行为中,态度总是处于能力之上,我们才是自己命运的掌舵人.
5 我相信叔本华所说的：把人引向艺术和科学的最强烈动机之一是要逃避日常生活的粗俗无望，
逃避个人无穷私欲的枷锁。……一个修养有素的人总是渴望逃避个人的生活，
而进入到客观知觉和思维的世界   --爱因斯坦

7. 来自36氪：
每天早上处理5分钟的痛苦，然后再享受几个小时的效率巅峰和成就感
研究表明，你犹豫做某件事的时间越长，你就越不可能去做这件事。
如果你做了你说过要做的事情，你会获得自信。
懂得为何而活的人，几乎任何”痛苦都可以忍受。— 弗里德里希·尼采


daisy 创造新发明的5个原则:
1. 分布式生存
2. 接受错误
3. 承受清风, 制造动乱, 引发混乱
4. 为功能而牺牲形态, 能用的就是好的
5. 取得递增的收益, 用失败作为成功的养料
