1. Picasso had a saying. He said, “Good artists copy, great artists steal.”
2. 大量的失血,使他完全摆脱了性格中爱好幻想的成分. ---巴马修道院.
3. 勇气,就是知道自己很害怕, 还是会去执行. ---某记者.
4. 拉杆箱是1979年发明的.
5. Eat, Sleep, Pwn, Repeat. ---someone.

1. 当世人认为我不幸的时候,其实我非常幸福,而现在我的命运变化多大啊.---巴马修道院.
2. 天上地下有很多东西,贺拉斯, 其丰富多彩,远超你们的哲学梦想. --哈姆雷特,莎士比亚
3. 皮格马利翁效应”，它指人的行为会因他人的期待而发生变化
4. 在人类行为中,态度总是处于能力之上,我们才是自己命运的掌舵人.
5 我相信叔本华所说的：把人引向艺术和科学的最强烈动机之一是要逃避日常生活的粗俗无望，
逃避个人无穷私欲的枷锁。……一个修养有素的人总是渴望逃避个人的生活，
而进入到客观知觉和思维的世界   --爱因斯坦

7. 来自36氪：
每天早上处理5分钟的痛苦，然后再享受几个小时的效率巅峰和成就感
研究表明，你犹豫做某件事的时间越长，你就越不可能去做这件事。
如果你做了你说过要做的事情，你会获得自信。
懂得为何而活的人，几乎任何”痛苦都可以忍受。— 弗里德里希·尼采

一些读书笔记：
1. 越痴迷， 越专注，水平越就越高。
2. 合并排序在排序历史中的重要地位，相当于排序在计算机历史中的地位。
3. 计算机中的“PING攻击”，或拒绝服务攻击:
给系统无数琐碎的事情来做，重要的东西就会迷失在混乱中。
4. 就个人而言，编程和写作需要考虑整个系统的状态，进行切换的代价非常大。
5. 一流的智力，就是大脑中能够同时存在两种对立的想法，它们还能同时运转。
6. 当查尔斯达尔文试图决定是否应该向他的表妹艾玛韦奇伍德求婚时，
他拿出一支铅笔和一张纸，并衡量了每一个可能的后果。
7. 所以说到诗歌，首先你要确保有一个舒适的座位。
8. 一个糟糕的听众往往会毁掉一个故事。
9. 波音737和波音747都以每小时500英里（800公里）的速度飞行，后者的容量是前者的3倍。
10. 凯恩斯: 成功的投资就是预见他人的预期。
11. 萧伯纳： 如果囚徒很快乐，为什么要把他锁起来，如果他不是，为什么要假装他是？
12. 泰勒《科学管理原理》: 人类从事体力和脑力劳动的目标应该是提升效率；
技术性的计算效果优于人的判断；主观性是思维客观性弱化的表现;
无法量化的内容，要么根本不存在，要么没有任何实际的意义。因此只有:
- 加强方法的标准化程度
- 加强对最佳工具及最佳工作环境的应用
- 加强合在，才能保证人们的工作效率更高。
13. 丘吉尔: 我们建造房舍，而后房舍会重新塑造我们。
14. 哲学，是点燃人类思想的一门独立，完整的学科，它激励着我们与自己已然麻木不仁的思维不断做斗争。
伟大cd 的哲学家就是唤醒我们的人，他们的理念就像咖啡一样唤醒我们，使我们摆脱麻木和平庸。
15.


帕斯卡语录：
1. 虚荣心在人们心中如此稳固，因此每个人都希望受人羡慕；即使写这句话的我和念这句话的你都不例外。 --帕斯卡
2.

daisy 创造新发明的5个原则:
1. 分布式生存
2. 接受错误
3. 承受清风, 制造动乱, 引发混乱
4. 为功能而牺牲形态, 能用的就是好的
5. 取得递增的收益, 用失败作为成功的养料
